Repository: pastera-app/Pastera
Catalog: pastera/Resources/Localizable.xcstrings
Source language: en
Languages: de, it, ja, zh_hans

# OneDrive Available Description
source: OneDrive was detected and the selected folder is available.
de: OneDrive wurde erkannt und der ausgewählte Ordner ist verfügbar.
it: OneDrive è stato rilevato e la cartella selezionata è disponibile.
ja: OneDriveが検出され、選択したフォルダを利用できます。
zh_hans: 已检测到 OneDrive，所选文件夹可用。

source: OneDrive Not Detected
de: OneDrive nicht erkannt
it: OneDrive non rilevato
ja: OneDriveが見つかりません
zh_hans: 未检测到 OneDrive

# OneDrive Not Detected Description
source: No local OneDrive folder was detected on this Mac.
de: Auf diesem Mac wurde kein lokaler OneDrive-Ordner erkannt.
it: Non è stata rilevata una cartella OneDrive locale su questo Mac.
ja: このMacでローカルのOneDriveフォルダを検出できませんでした。
zh_hans: 未在这台 Mac 上检测到本地 OneDrive 文件夹。

source: OneDrive Running · Folder Unavailable
de: OneDrive läuft · Ordner nicht verfügbar
it: OneDrive in esecuzione · Cartella non disponibile
ja: OneDriveは実行中です · フォルダを利用できません
zh_hans: OneDrive 已启动 · 文件夹不可用

# OneDrive Running, Folder Unavailable Description
source: OneDrive is running, but the selected folder is not currently available.
de: OneDrive wird ausgeführt, aber der ausgewählte Ordner ist derzeit nicht verfügbar.
it: OneDrive è in esecuzione, ma la cartella selezionata non è al momento disponibile.
ja: OneDriveは実行中ですが、選択したフォルダは現在利用できません。
zh_hans: OneDrive 已启动，但所选文件夹当前不可用。

source: Select a OneDrive Folder
de: OneDrive-Ordner auswählen
it: Seleziona una cartella OneDrive
ja: OneDriveフォルダを選択
zh_hans: 请选择 OneDrive 文件夹

# Select a OneDrive Folder Description
source: Choose the OneDrive account that Pastera should use.
de: Wählen Sie das OneDrive-Konto aus, das Pastera verwenden soll.
it: Scegli l’account OneDrive che Pastera deve usare.
ja: Pasteraで使用するOneDriveアカウントを選択してください。
zh_hans: 请选择 Pastera 要使用的 OneDrive 账户。

# OneDrive Sync Description
source: Pastera syncs through the OneDrive folder on your Mac without connecting to a Microsoft account. The selected location must be inside OneDrive and writable. Check the OneDrive app for cloud upload status.
de: Pastera synchronisiert über den OneDrive-Ordner auf Ihrem Mac, ohne eine Verbindung zu einem Microsoft-Konto herzustellen. Der ausgewählte Speicherort muss sich in OneDrive befinden und beschreibbar sein. Den Cloud-Uploadstatus sehen Sie in der OneDrive-App.
it: Pastera sincronizza tramite la cartella OneDrive sul Mac senza collegarsi a un account Microsoft. La posizione selezionata deve trovarsi in OneDrive ed essere scrivibile. Controlla l'app OneDrive per lo stato del caricamento nel cloud.
ja: PasteraはMicrosoftアカウントに接続せず、Mac上のOneDriveフォルダを使って同期します。選択する場所はOneDrive内にあり、書き込み可能である必要があります。クラウドへのアップロード状況はOneDriveアプリで確認してください。
zh_hans: Pastera 使用 Mac 上的 OneDrive 文件夹同步，不连接 Microsoft 账号。所选位置必须位于 OneDrive 内并且可写入；云端上传状态请在 OneDrive 客户端中查看。

source: OneDrive Unavailable
de: OneDrive nicht verfügbar
it: OneDrive non disponibile
ja: OneDriveは利用できません
zh_hans: OneDrive 不可用

# OneDrive Unavailable Description
source: The selected OneDrive folder is not currently available.
de: Der ausgewählte OneDrive-Ordner ist derzeit nicht verfügbar.
it: La cartella OneDrive selezionata non è al momento disponibile.
ja: 選択したOneDriveフォルダは現在利用できません。
zh_hans: 所选 OneDrive 文件夹当前不可用。

source: Open Pastera
de: Pastera öffnen
it: Apri Pastera
ja: Pasteraを開く
zh_hans: 打开 Pastera

source: Open System Settings
de: Systemeinstellungen öffnen
it: Apri Impostazioni di Sistema
ja: システム設定を開く
zh_hans: 打开系统设置

source: Open the project repository.
de: Öffnet das Projekt-Repository.
it: Apre il repository del progetto.
ja: プロジェクトのリポジトリを開きます。
zh_hans: 打开项目仓库。

source: Other
de: Sonstige
it: Altro
ja: その他
zh_hans: 其他

source: Paste immediately after choosing a history item.
de: Fügt sofort nach Auswahl eines Verlaufseintrags ein.
it: Incolla subito dopo aver scelto un elemento della cronologia.
ja: 履歴項目を選択した直後に貼り付けます。
zh_hans: 选择历史条目后立即粘贴。

source: Pastera - Settings
de: Pastera – Einstellungen
it: Pastera - Impostazioni
ja: Pastera - 設定
zh_hans: Pastera - 设置

source: Pastera Application Icon
de: Pastera-App-Symbol
it: Icona dell'app Pastera
ja: Pasteraのアプリアイコン
zh_hans: Pastera 应用图标

source: Pastera is distributed under the MIT License.
de: Pastera wird unter der MIT-Lizenz bereitgestellt.
it: Pastera è distribuito con licenza MIT.
ja: PasteraはMITライセンスで配布されています。
zh_hans: Pastera 基于 MIT 许可证发布。

source: Pause Shortcuts During Remote Control
de: Kurzbefehle bei Fernsteuerung pausieren
it: Sospendi le scorciatoie durante il controllo remoto
ja: リモート操作中はショートカットを一時停止
zh_hans: 远程控制时暂停快捷键

source: Pause shortcuts during remote control
de: Kurzbefehle bei Fernsteuerung pausieren
it: Sospendi le scorciatoie durante il controllo remoto
ja: リモート操作中はショートカットを一時停止
zh_hans: 远程控制时暂停快捷键

source: Place already copied history at the top
de: Kopierten Verlauf oben anfügen
it: Mostra in cima gli elementi già copiati
ja: コピー済みの履歴を先頭に表示
zh_hans: 把已经复制的历史置顶

source: Plain Text
de: Nur Text
it: Testo semplice
ja: 標準テキスト
zh_hans: 纯文本

source: Please fill in the contents of the snippet
de: Bitte geben Sie den Inhalt des Snippets ein
it: Si prega di compilare il contenuto dello snippet
ja: スニペットの内容を記入してください
zh_hans: 请填写代码段的内容

source: Preferences
de: Einstellungen
it: Preferenze
ja: 環境設定
zh_hans: 偏好设置

source: Previous Page
de: Vorherige Seite
it: Pagina precedente
ja: 前のページ
zh_hans: 上一页

source: Project Links
de: Projektlinks
it: Collegamenti del progetto
ja: プロジェクトリンク
zh_hans: 项目链接

source: Quit Pastera
de: Pastera beenden
it: Esci da Pastera
ja: Pasteraを終了
zh_hans: 退出 Pastera

source: Redetect OneDrive
de: OneDrive erneut erkennen
it: Rileva nuovamente OneDrive
ja: OneDriveを再検出
zh_hans: 重新检测 OneDrive

# Redetect OneDrive Description
source: Check again for a local OneDrive folder.
de: Sucht erneut nach einem lokalen OneDrive-Ordner.
it: Cerca nuovamente una cartella OneDrive locale.
ja: ローカルのOneDriveフォルダをもう一度確認します。
zh_hans: 重新检查本地 OneDrive 文件夹。

source: Releases
de: Versionen
it: Versioni
ja: リリース
zh_hans: 版本发布

source: Remote Control
de: Fernsteuerung
it: Controllo remoto
ja: リモート操作
zh_hans: 远程控制

source: Repeated Copy
de: Wiederholtes Kopieren
it: Copia ripetuta
ja: 重複コピー
zh_hans: 重复复制

source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
it: Ripristina impostazioni predefinite
ja: デフォルトに戻す
zh_hans: 恢复默认

source: Restored Defaults
de: Standardwerte wiederhergestellt
it: Impostazioni predefinite ripristinate
ja: デフォルトに戻しました
zh_hans: 已恢复默认

source: Retention Limits
de: Aufbewahrungsgrenzen
it: Limiti di conservazione
ja: 保持上限
zh_hans: 保留上限

source: Rich Text
de: Formatierter Text
it: Testo formattato
ja: リッチテキスト
zh_hans: 富文本

source: Rich Text with Attachments
de: Formatierter Text mit Anhängen
it: Testo formattato con allegati
ja: 添付ファイル付きリッチテキスト
zh_hans: 带附件的富文本

source: Run all enabled upload and import tasks now.
de: Führt jetzt alle aktivierten Upload- und Importaufgaben aus.
it: Esegue ora tutte le attività di caricamento e importazione abilitate.
ja: 有効なアップロードとインポート処理を今すぐ実行します。
zh_hans: 立即运行所有已启用的上传和导入任务。

source: Run sync now and control upload and import separately.
de: Startet die Synchronisierung und steuert Upload und Import getrennt.
it: Avvia la sincronizzazione e controlla separatamente caricamento e importazione.
ja: 今すぐ同期し、アップロードとインポートを個別に設定します。
zh_hans: 立即同步，并分别控制上传和导入。

source: Search
de: Suchen
it: Cerca
ja: 検索
zh_hans: 搜索

source: Search Settings
de: Einstellungen durchsuchen
it: Cerca nelle impostazioni
ja: 設定を検索
zh_hans: 搜索设置

source: macOS paused global shortcuts while Secure Keyboard Entry is active. Click the Pastera menu bar icon to open Pastera.
de: macOS hat globale Tastenkürzel angehalten, solange die sichere Tastatureingabe aktiv ist. Klicke auf das Pastera-Symbol in der Menüleiste, um Pastera zu öffnen.
it: macOS ha sospeso le scorciatoie globali mentre l'inserimento sicuro da tastiera è attivo. Fai clic sull'icona Pastera nella barra dei menu per aprire Pastera.
ja: セキュアキーボード入力が有効なため、macOSがグローバルショートカットを一時停止しました。メニューバーのPasteraアイコンをクリックして開いてください。
zh_hans: 安全键盘输入启用期间，macOS 已暂停全局快捷键。请点击菜单栏中的 Pastera 图标打开 Pastera。

source: Services & Support
de: Dienste & Support
it: Servizi e supporto
ja: サービスとサポート
zh_hans: 其他

source: Shortcuts
de: Tastenkombinationen
it: Scorciatoie
ja: ショートカット
zh_hans: 快捷键

source: Show availability and current authorization status.
de: Zeigt Verfügbarkeit und aktuellen Berechtigungsstatus an.
it: Mostra la disponibilità e lo stato attuale dell'autorizzazione.
ja: 利用可否と現在の権限状態を表示します。
zh_hans: 显示可用性和当前授权状态。

source: Show color code preview
de: Farbcode-Vorschau anzeigen
it: Mostra l'anteprima del codice colore
ja: カラーコードのプレビューを表示
zh_hans: 为颜色代码显示预览

source: Show in Finder
de: Im Finder anzeigen
it: Mostra nel Finder
ja: Finderに表示
zh_hans: 在 Finder 中显示

source: Show the application icon, version, and build number.
de: Zeigt App-Symbol, Version und Build-Nummer an.
it: Mostra l'icona dell'app, la versione e il numero di build.
ja: アプリアイコン、バージョン、ビルド番号を表示します。
zh_hans: 显示应用图标、版本号和构建号。

source: Source code, releases, and issue tracking.
de: Quellcode, Versionen und Problemverfolgung.
it: Codice sorgente, versioni e segnalazione dei problemi.
ja: ソースコード、リリース、課題管理。
zh_hans: 源代码、版本发布和问题跟踪。

source: Sparkle Cannot Check for Updates
de: Sparkle kann nicht nach Updates suchen
it: Sparkle non può controllare gli aggiornamenti
ja: Sparkleでアップデートを確認できません
zh_hans: Sparkle 无法检查更新

source: Sparkle Update Service Available
de: Sparkle-Updatedienst verfügbar
it: Servizio aggiornamenti Sparkle disponibile
ja: Sparkleアップデートサービスは利用可能です
zh_hans: Sparkle 更新服务可用

source: Sparkle Update Service Unavailable
de: Sparkle-Updatedienst nicht verfügbar
it: Servizio aggiornamenti Sparkle non disponibile
ja: Sparkleアップデートサービスは利用できません
zh_hans: Sparkle 更新服务不可用

source: Sparkle Update Settings
de: Sparkle-Updateeinstellungen
it: Impostazioni aggiornamenti Sparkle
ja: Sparkleアップデート設定
zh_hans: Sparkle 更新设置

source: Start automatically after login.
de: Startet nach der Anmeldung automatisch.
it: Si avvia automaticamente dopo il login.
ja: ログイン後に自動で起動します。
zh_hans: 登录后自动启动。

source: Startup
de: Startverhalten
it: Avvio
ja: 起動
zh_hans: 启动

source: Stored Types
de: Gespeicherte Typen
it: Tipi salvati
ja: 保存する形式
zh_hans: 保存类型

source: Sync
de: Synchronisierung
it: Sincronizzazione
ja: 同期
zh_hans: 云同步

source: Sync Information
de: Informationen zur Synchronisierung
it: Informazioni sulla sincronizzazione
ja: 同期情報
zh_hans: 同步说明

source: Sync Location
de: Synchronisierungsort
it: Posizione di sincronizzazione
ja: 同期場所
zh_hans: 同步位置

source: Sync Now
de: Jetzt synchronisieren
it: Sincronizza ora
ja: 今すぐ同期
zh_hans: 立即同步

source: Sync Scope
de: Synchronisierungsumfang
it: Ambito di sincronizzazione
ja: 同期範囲
zh_hans: 同步范围

source: Sync uses a local OneDrive folder without connecting an account.
de: Die Synchronisierung verwendet einen lokalen OneDrive-Ordner, ohne ein Konto zu verbinden.
it: La sincronizzazione usa una cartella OneDrive locale senza collegare un account.
ja: アカウントに接続せず、ローカルのOneDriveフォルダを使って同期します。
zh_hans: 同步使用本地 OneDrive 文件夹，不连接账号。

source: Temporarily pause shortcuts during remote-control sessions.
de: Pausiert Kurzbefehle vorübergehend während Fernsteuerungssitzungen.
it: Sospende temporaneamente le scorciatoie durante le sessioni di controllo remoto.
ja: リモート操作中はショートカットを一時的に停止します。
zh_hans: 远程控制期间临时暂停快捷键。

source: Transparency
de: Transparenz
it: Trasparenza
ja: 透明度
zh_hans: 透明度

source: Updates
de: Aktualisierungen
it: Aggiornamenti
ja: アップデート
zh_hans: 更新

source: Upload History
de: Verlauf hochladen
it: Carica cronologia
ja: 履歴をアップロード
zh_hans: 上传历史

source: Upload Snippets
de: Snippets hochladen
it: Carica snippet
ja: スニペットをアップロード
zh_hans: 上传片段

source: Usage Preferences
de: Nutzung
it: Utilizzo
ja: 使用設定
zh_hans: 设置

source: View License
de: Lizenz anzeigen
it: Visualizza licenza
ja: ライセンスを表示
zh_hans: 查看许可证

source: View application license information.
de: Zeigt Lizenzinformationen der Anwendung an.
it: Mostra le informazioni sulla licenza dell'applicazione.
ja: アプリケーションのライセンス情報を表示します。
zh_hans: 查看应用许可证信息。

source: Weekly
de: Wöchentlich
it: Ogni settimana
ja: 毎週
zh_hans: 每周

source: Why Accessibility is required
de: Warum Bedienungshilfen erforderlich sind
it: Perché è richiesta l'Accessibilità
ja: アクセシビリティ権限が必要な理由
zh_hans: 为什么需要辅助功能权限

source: You can change this setting in the Preferences if you want.
de: Sie können diese Option in den Einstellungen ändern.
it: Puoi modificare questa impostazione nelle Preferenze.
ja: この設定はいつでも変更できます
zh_hans: 如有需要可在偏好设置中修改本设置。

source: chars
de: Zeichen
it: caratteri
ja: 文字
zh_hans: 字符

source: Password Vault
de: Passworttresor
it: Cassaforte password
ja: パスワード保管庫
zh_hans: 密码箱

source: Unlock Password Vault
de: Passworttresor entsperren
it: Sblocca cassaforte password
ja: パスワード保管庫をロック解除
zh_hans: 解锁密码箱

source: Create Password Vault
de: Passworttresor erstellen
it: Crea cassaforte password
ja: パスワード保管庫を作成
zh_hans: 创建密码箱

source: Create
de: Erstellen
it: Crea
ja: 作成
zh_hans: 创建

source: Enter your master password to continue.
de: Gib dein Master-Passwort ein, um fortzufahren.
it: Inserisci la password principale per continuare.
ja: 続けるにはマスターパスワードを入力してください。
zh_hans: 输入主密码以继续。

source: Set a master password to protect your vault.
de: Lege ein Master-Passwort zum Schutz deines Tresors fest.
it: Imposta una password principale per proteggere la cassaforte.
ja: 保管庫を守るマスターパスワードを設定します。
zh_hans: 设置主密码以保护密码箱。

source: Master Password
de: Master-Passwort
it: Password principale
ja: マスターパスワード
zh_hans: 主密码

source: Confirm Master Password
de: Master-Passwort bestätigen
it: Conferma password principale
ja: マスターパスワードを確認
zh_hans: 确认主密码

source: Unlock
de: Entsperren
it: Sblocca
ja: ロック解除
zh_hans: 解锁

source: Unlocking…
de: Wird entsperrt…
it: Sblocco…
ja: ロック解除中…
zh_hans: 正在解锁…

source: Use Quick Unlock
de: Schnellentsperrung verwenden
it: Usa sblocco rapido
ja: クイックロック解除を使用
zh_hans: 使用快速解锁

source: Hide Password
de: Passwort ausblenden
it: Nascondi password
ja: パスワードを非表示
zh_hans: 隐藏密码

source: Show Password
de: Passwort anzeigen
it: Mostra password
ja: パスワードを表示
zh_hans: 显示密码

source: %lld items recognized
de: %lld Einträge erkannt
it: %lld elementi riconosciuti
ja: %lld項目を認識
zh_hans: 已识别 %lld 项

source: %lld items remaining
de: %lld Einträge verbleiben
it: %lld elementi rimanenti
ja: 残り%lld項目
zh_hans: 剩余 %lld 项

source: %lld items skipped
de: %lld Einträge übersprungen
it: %lld elementi ignorati
ja: %lld項目をスキップ
zh_hans: %lld 项已跳过

source: Image text updated
de: Bildtext aktualisiert
it: Testo immagine aggiornato
ja: 画像テキストを更新しました
zh_hans: 图片文字已更新

source: Recognizing image text
de: Bildtext wird erkannt
it: Riconoscimento del testo
ja: 画像テキストを認識中
zh_hans: 正在识别图片文字

source: Some images could not be recognized
de: Einige Bilder konnten nicht erkannt werden
it: Alcune immagini non sono state riconosciute
ja: 一部の画像を認識できませんでした
zh_hans: 部分图片无法识别

source: Agent Integrations
de: Agent-Integrationen
it: Integrazioni agent
ja: エージェント連携
zh_hans: Agent 集成

source: Install and authorize the password vault tools for Codex.
de: Passworttresor-Werkzeuge für Codex installieren und autorisieren.
it: Installa e autorizza gli strumenti cassaforte per Codex.
ja: Codex 用のパスワード保管庫ツールをインストールして許可します。
zh_hans: 安装并授权 Codex 使用密码箱工具。

source: Install and authorize the password vault tools for Claude Code.
de: Passworttresor-Werkzeuge für Claude Code installieren und autorisieren.
it: Installa e autorizza gli strumenti cassaforte per Claude Code.
ja: Claude Code 用のパスワード保管庫ツールをインストールして許可します。
zh_hans: 安装并授权 Claude Code 使用密码箱工具。

source: Install and authorize the local password vault command line tool.
de: Lokales Passworttresor-Befehlszeilenwerkzeug installieren und autorisieren.
it: Installa e autorizza lo strumento locale da riga di comando della cassaforte.
ja: ローカルのパスワード保管庫コマンドラインツールをインストールして許可します。
zh_hans: 安装并授权本地密码箱命令行工具。

source: Agent Authorization
de: Agent-Autorisierung
it: Autorizzazione agent
ja: エージェント認証
zh_hans: Agent 授权

source: Review the idle and hard expiration boundaries for each client.
de: Leerlauf- und feste Ablaufgrenzen jedes Clients prüfen.
it: Controlla le scadenze di inattività e assoluta di ogni client.
ja: 各クライアントのアイドル期限と絶対期限を確認します。
zh_hans: 查看每个客户端的闲置过期和硬过期时间。

source: Password Vault Clients
de: Passworttresor-Clients
it: Client cassaforte password
ja: パスワード保管庫クライアント
zh_hans: 密码箱客户端

source: Recent Agent Activity
de: Letzte Agent-Aktivität
it: Attività agent recente
ja: 最近のエージェント操作
zh_hans: 最近 Agent 活动

source: Claude Tool Approvals
de: Claude-Werkzeugfreigaben
it: Approvazioni strumenti Claude
ja: Claude ツール承認
zh_hans: Claude 工具审批

source: Install
de: Installieren
it: Installa
ja: インストール
zh_hans: 安装

source: Update
de: Aktualisieren
it: Aggiorna
ja: 更新
zh_hans: 更新

source: Authorize
de: Autorisieren
it: Autorizza
ja: 許可
zh_hans: 授权

source: Reauthorize
de: Neu autorisieren
it: Riautorizza
ja: 再認証
zh_hans: 重新授权

source: Revoke
de: Widerrufen
it: Revoca
ja: 取り消す
zh_hans: 撤销

source: Uninstall
de: Deinstallieren
it: Disinstalla
ja: アンインストール
zh_hans: 卸载

source: Copy Config
de: Konfiguration kopieren
it: Copia config
ja: 設定をコピー
zh_hans: 复制配置

source: Allow Read-only
de: Nur Lesen erlauben
it: Consenti sola lettura
ja: 読み取りのみ許可
zh_hans: 允许只读

source: Allow Sensitive
de: Vertrauliche erlauben
it: Consenti sensibili
ja: 機密操作を許可
zh_hans: 允许敏感操作

source: Remove Rules
de: Regeln entfernen
it: Rimuovi regole
ja: ルールを削除
zh_hans: 移除规则

source: Working…
de: Wird ausgeführt…
it: Operazione in corso…
ja: 処理中…
zh_hans: 处理中…

source: Unavailable
de: Nicht verfügbar
it: Non disponibile
ja: 利用不可
zh_hans: 不可用

source: Installed
de: Installiert
it: Installato
ja: インストール済み
zh_hans: 已安装

source: Not Installed
de: Nicht installiert
it: Non installato
ja: 未インストール
zh_hans: 未安装

source: Authorized
de: Autorisiert
it: Autorizzato
ja: 認証済み
zh_hans: 已授权

source: Not Authorized
de: Nicht autorisiert
it: Non autorizzato
ja: 未認証
zh_hans: 未授权

source: Expired
de: Abgelaufen
it: Scaduto
ja: 期限切れ
zh_hans: 已过期

source: Revoked
de: Widerrufen
it: Revocato
ja: 取り消し済み
zh_hans: 已撤销

source: Identity Changed
de: Identität geändert
it: Identità modificata
ja: ID が変更されました
zh_hans: 身份已变化

source: Never
de: Nie
it: Mai
ja: なし
zh_hans: 从未

source: No recent agent activity.
de: Keine kürzliche Agent-Aktivität.
it: Nessuna attività agent recente.
ja: 最近のエージェント操作はありません。
zh_hans: 暂无最近的 Agent 活动。

source: Tool approvals are managed by Codex.
de: Werkzeugfreigaben werden von Codex verwaltet.
it: Le approvazioni degli strumenti sono gestite da Codex.
ja: ツールの承認は Codex が管理します。
zh_hans: 工具审批由 Codex 管理。

source: Automatic apply is unavailable; copying remains available.
de: Automatisches Anwenden ist nicht verfügbar; Kopieren bleibt möglich.
it: L'applicazione automatica non è disponibile; la copia resta disponibile.
ja: 自動適用は利用できませんが、コピーはできます。
zh_hans: 无法自动应用，但仍可复制配置。

source: No Pastera-owned approval rules.
de: Keine von Pastera verwalteten Freigaberegeln.
it: Nessuna regola di approvazione gestita da Pastera.
ja: Pastera が所有する承認ルールはありません。
zh_hans: 没有 Pastera 所有的审批规则。

source: %d Pastera-owned approval rules.
de: %d von Pastera verwaltete Freigaberegeln.
it: %d regole di approvazione gestite da Pastera.
ja: Pastera 所有の承認ルール: %d 件。
zh_hans: %d 条 Pastera 所有的审批规则。

source: Allow sensitive password actions?
de: Vertrauliche Passwortaktionen erlauben?
it: Consentire azioni sensibili sulle password?
ja: 機密性の高いパスワード操作を許可しますか？
zh_hans: 允许敏感密码操作？

source: Claude will be allowed to call these tools without another tool prompt: %@
de: Claude darf diese Werkzeuge ohne weitere Werkzeugabfrage aufrufen: %@
it: Claude potrà chiamare questi strumenti senza un'altra richiesta: %@
ja: Claude は追加の確認なしで次のツールを呼び出せます: %@
zh_hans: Claude 可在不再次提示工具审批的情况下调用：%@

source: Allow
de: Erlauben
it: Consenti
ja: 許可
zh_hans: 允许

source: Idle: %@ · Hard: %@
de: Leerlauf: %@ · Fest: %@
it: Inattività: %@ · Assoluta: %@
ja: アイドル: %@ · 絶対: %@
zh_hans: 闲置：%@ · 硬过期：%@

source: Last sensitive use: %@
de: Letzte vertrauliche Nutzung: %@
it: Ultimo uso sensibile: %@
ja: 最後の機密操作: %@
zh_hans: 最近敏感操作：%@

source: Preview Read-only
de: Nur-Lesen prüfen
it: Anteprima sola lettura
ja: 読み取り専用を確認
zh_hans: 预览只读权限

source: 7 idle days · 30 days total
de: 7 Leerlauftage · insgesamt 30 Tage
it: 7 giorni inattivi · 30 giorni totali
ja: アイドル 7 日 · 合計 30 日
zh_hans: 闲置 7 天 · 最长 30 天

source: Unattended automation can expose secrets to client commands.
de: Unbeaufsichtigte Automatisierung kann Geheimnisse an Client-Befehle weitergeben.
it: L'automazione non presidiata può esporre segreti ai comandi del client.
ja: 無人実行ではクライアントのコマンドに機密情報が渡る可能性があります。
zh_hans: 无人值守自动化可能向客户端命令暴露密码。

source: Unable to refresh: %@
de: Aktualisierung nicht möglich: %@
it: Impossibile aggiornare: %@
ja: 更新できません: %@
zh_hans: 无法刷新：%@

source: Metadata, paste, and controlled injection
de: Metadaten, Einfügen und kontrollierte Eingabe
it: Metadati, incolla e inserimento controllato
ja: メタデータ、ペースト、制御された入力
zh_hans: 元数据、粘贴和受控注入

source: Metadata, paste, copy, and controlled injection
de: Metadaten, Einfügen, Kopieren und kontrollierte Eingabe
it: Metadati, incolla, copia e inserimento controllato
ja: メタデータ、ペースト、コピー、制御された入力
zh_hans: 元数据、粘贴、复制和受控注入

source: Automatic Lock
de: Automatische Sperre
it: Blocco automatico
ja: 自動ロック
zh_hans: 自动锁定

source: Lock the password vault automatically after a period of inactivity.
de: Sperrt den Passworttresor nach einer Zeit der Inaktivität automatisch.
it: Blocca automaticamente la cassaforte password dopo un periodo di inattività.
ja: 一定時間操作がないとパスワード保管庫を自動的にロックします。
zh_hans: 一段时间未操作后自动锁定密码箱。

source: Quick Unlock
de: Schnell entsperren
it: Sblocco rapido
ja: クイックロック解除
zh_hans: 快速解锁

source: Use this Mac's authentication to unlock the password vault.
de: Verwendet die Authentifizierung dieses Mac zum Entsperren des Passworttresors.
it: Usa l'autenticazione di questo Mac per sbloccare la cassaforte password.
ja: このMacの認証でパスワード保管庫をロック解除します。
zh_hans: 使用这台 Mac 的认证解锁密码箱。

source: Change Master Password
de: Master-Passwort ändern
it: Modifica password principale
ja: マスターパスワードを変更
zh_hans: 修改主密码

source: Change the master password after verifying the current password.
de: Ändert das Master-Passwort nach Prüfung des aktuellen Passworts.
it: Modifica la password principale dopo aver verificato quella attuale.
ja: 現在のパスワードを確認してからマスターパスワードを変更します。
zh_hans: 验证当前密码后修改主密码。

source: 5 Minutes
de: 5 Minuten
it: 5 minuti
ja: 5分
zh_hans: 5 分钟

source: 15 Minutes
de: 15 Minuten
it: 15 minuti
ja: 15分
zh_hans: 15 分钟

source: 30 Minutes
de: 30 Minuten
it: 30 minuti
ja: 30分
zh_hans: 30 分钟

source: A password vault security operation is in progress.
de: Ein Sicherheitsvorgang für den Passworttresor wird ausgeführt.
it: È in corso un'operazione di sicurezza della cassaforte password.
ja: パスワード保管庫のセキュリティ操作を実行中です。
zh_hans: 正在处理密码箱安全操作。

source: A resolved conflict archive still needs attention.
de: Ein Archiv mit gelöstem Konflikt muss noch geprüft werden.
it: Un archivio di conflitti risolti richiede ancora attenzione.
ja: 解決済みの競合アーカイブを確認してください。
zh_hans: 仍有已解决的冲突归档需要处理。

source: A secured password-change artifact is still pending cleanup.
de: Ein gesichertes Passwortänderungs-Artefakt wartet noch auf die Bereinigung.
it: Un artefatto protetto del cambio password è ancora in attesa di pulizia.
ja: 保護されたパスワード変更用アーティファクトのクリーンアップが保留中です。
zh_hans: 受保护的密码变更文件仍待清理。

source: Agent automatic unlock needs to be authorized again.
de: Die automatische Agent-Entsperrung muss erneut autorisiert werden.
it: Lo sblocco automatico dell'Agent deve essere autorizzato di nuovo.
ja: Agentの自動ロック解除を再認証してください。
zh_hans: 需要重新授权 Agent 自动解锁。

source: An old unlock credential could not be removed. Review Keychain access.
de: Alte Entsperrdaten konnten nicht entfernt werden. Prüfe den Schlüsselbundzugriff.
it: Non è stato possibile rimuovere una vecchia credenziale. Controlla l'accesso al Portachiavi.
ja: 古いロック解除情報を削除できませんでした。キーチェーンのアクセスを確認してください。
zh_hans: 无法移除旧解锁凭据，请检查钥匙串访问权限。
